Revit 2027 API
CurveLoop Properties
The CurveLoop type exposes the following members.
Properties
Name | Description
IsValidObject |  Specifies whether the .NET object represents a valid Revit entity.
Top
See Also
Reference
CurveLoop Class
Autodesk.Revit.DB Namespace